Repository: befair/gasistafelice
Catalog: gasistafelice/locale/*/LC_MESSAGES/django.po
Languages: it

source: default for pacts: send email on order close
it: default per i patti: invio mail automatico alla chiusura dell'ordine

source: The token should be at least 5 characters, and must include a cipher
it: Il token deve essere almeno di 5 caratteri, e deve includere almeno un numero

source: Registration token
it: Token per la registrazione

source: If set, this token can be used in the registration phase by a new user to be enabled in the software as soon as he confirms its email. So it IS IMPORTANT, to not make a blind distribution of the token, to choose a token composed of letters and numbers, and to change it each 3 months or occasionally
it: Se impostato, questo token può essere usato per la fase di regisrazione di un nuovo utente per abilitarlo non appena lui conferma il sui indirizzo email. Per questo è IMPORTANTE, non pubblicare alla cieca questo token, scegliere un token composto da lettere e numeri, e cambiarlo ogni 3 mesi o comunque occasionalmente

source: possible interGAS orders with
it: ordine interGAS possibile con

source: Choose GAS that could be chosen when an interGAS order is created
it: scegli i GAS che possono essere scelti quando un ordine interGAS viene creato

source: Nobody
it: Nessuno

source: Only to GAS members
it: Solo ai gasisti

source: To every possible intergas members
it: A tutti i membri dell'interGAS

source: To DES members
it: Ai membri del DES

source: GAS and suppliers
it: GAS e fornitori

source: To every possible intergas members and suppliers
it: A tutti i membri dell'interGAS e i fornitori

source: DES and suppliers
it: DES e fornitori

source: Show gas members phone number to
it: Mostra il numero di telefono dei gasisti a

source: Show gas members email address to
it: Mostra l'indirizzo email dei gasisti a

source: Show gas members cash amount to
it: Mostra il conto gasista a

source: GAS options
it: opzioni del GAS

source: GAS activist
it: Attivista del GAS

source: card number
it: numero di tessera

source: GAS card number
it: numero di tessera del GAS

source: available for roles
it: Disponibile ad incarichi

source: membership_fee_payed
it: quota associativa versata

source: When was the last the annual quote payment
it: Ultimo pagamento della quota associativa

source: use_list
it: Usare lista

source: GAS member is not active now
it: Il gasista non è attivo in questo momento

source: Account
it: Conto

source: GAS member
it: Gasista

source: GAS members
it: Gasisti

source: minimum order amount
it: Importo minimo

source: step of increment
it: Incremento

source: GAS supplier stock
it: Prodotto fornitore per il GAS

source: GAS supplier stocks
it: Listino fornitore per il GAS

source: Date signed
it: Data dell'accordo

source: date of first meeting GAS-Producer
it: data del primo incontro dei Produttori del GAS

source: Order minimum amount
it: Importo minimo

source: Order delivery cost
it: Costo di consegna

source: Order delivery interval
it: Tempo da attendere per la consegna

source: order price percent update
it: Incremento percentuale del prezzo dell'ordine

source: delivery week day agreement
it: Giorno accordato per la consegna

source: delivery time agreement
it: ora accordata per la consegna

source: default delivery time
it: Ora predefinita di consegna

source: Default delivery place
it: Luogo di consegna predefinito

source: automatic population of all products bound to a supplier in gas supplier stock
it: Popola automaticamente il catalogo fornitore per il GAS con tutti i prodotti del fornitore.

source: can be InterGAS
it: può essere interGAS

source: If true, this supplier can aggregate orders from several GAS
it: Se selezionato, questo fornitore può aggregare ordini da più GAS

source: document
it: documento

source: Document signed by GAS and Supplier
it: Il documento firmato dal GAS e dal Fornitore

source: Automatically send email to supplier and gas referrer supplier as soon as an order is closed
it: Invia automaticamente una email al fornitore e ai referenti fornitori del patto non appena l'ordine si chiude

source: send email on order close
it: invia la mail alla chiusura dell'ordine

source: A pact can be broken or removed by one of the partner. If it is not active no orders can be done and the pact will not appear anymore in the interface. When a pact is suspended you can specify when it could be resumed
it: Un patto può essere sciolto o rimosso da uno dei partner. Se non è attivo non possono essere fatti ordini e il patto non apparirà più nell'interfaccia. Quando un patto è sospeso è possibile specificare quando sarà riattivato

source: Referrers
it: Referenti

source: open: %(date_start)s
it: apertura: %(date_start)s

source: - close: %(date_end)s
it: - chiusura: %(date_end)s

source: close: %(date_end)s
it: chiusura: %(date_end)s

source: close: unset
it: chiusura: non impostata

source: --> delivery: %(date_delivery)s
it: --> consegna: %(date_delivery)s

source: to be delivered: %(date_delivery)s --> to pay
it: da consegnare: %(date_delivery)s --> da pagare

source: delivered: %(date_delivery)s --> to pay
it: consegnato: %(date_delivery)s --> da pagare

source: archived: %(date_delivery)s
it: archiviato: %(date_delivery)s

source: canceled: %(date_delivery)s
it: annullato: %(date_delivery)s

source: of
it: di

source: at
it: in

source: on
it: in data

source: from
it: da

source: to
it: a

source: date open
it: Data di apertura

source: date close
it: Data di chiusura

source: Minimum amount
it: Importo minimo

source: Delivery
it: Consegna

source: Withdrawal
it: Ritiro

source: Delivery cost
it: Costo di consegna

source: products available for the order
it: prodotti disponibili in questo ordine

source: order referrer
it: Referente dell'ordine

source: delivery referrer
it: Referente di consegna

source: withdrawal referrer
it: Referente di ritiro

source: Order group
it: Gruppo dell'ordine

source: If not null this order is aggregate with orders from other GAS
it: Se valorizzato, questo ordine è aggregato con ordini di altri GAS

source: invoice amount
it: totale fattura

source: invoice number
it: numero fattura

source: Order was generated by another order
it: Ordine generato da un altro ordine

source: planned order
it: ordine pianificato

source: order issued to supplier
it: ordine al fornitore

source: orders issued to supplier
it: ordini al fornitore

source: Expected: %(fam)s euro --> Actual: %(fatt)s euro --> Curtailed: %(eco)s euro
it: Previsto: %(fam)s euro --> Reale: %(fatt)s euro --> Decurtato: %(eco)s euro

source: Automatic send on close
it: Chiuso da solo: Email inviato in automatico dal gestionale GASISTA FELICE...

source: Workflow for specific GASSupplierOrder is not allowed. Just provide a default order workflow for your GAS
it: Un workflow per uno specifico ordine gasista non è consentito. Fornisci solamente un workflow di default per il tuo GAS

source: GAS cannot send email, because no preferred email for GAS specified
it: Il GAS non può inviare email, perché non è stato specificato un indirizzo email per il GAS

source: We had some errors in report generation. Please contact %s
it: Si sono verificati degli errori nella generazione del report. Per piacere contatta %s

source: For InterGAS => %s
it: Per InterGAS => %s

source: Current state
it: Stato corrente

source: Referrer
it: Referente

source: Withdrawal referrer
it: Referente di ritiro

source: order
it: ordine

source: gas stock
it: stock del GAS

source: maximum amount
it: importo massimo

source: initial price
it: prezzo iniziale

source: order price
it: prezzo di ordine

source: delivered price
it: prezzo consegnato

source: delivered amount
it: quantità spedita

source: gas supplier order product
it: prodotto disponibile per gasisti

source: gas supplier order products
it: prodotti ordinabili

source: %(gasstock)s of order %(order)s
it: %(gasstock)s di ordine %(order)s

source: Price changed on %(date)s
it: Prezzo cambiato in data %(date)s

source: purchaser
it: Acquirente

source: order product
it: prodotto ordinato

source: ordered price
it: prezzo di ordine

source: order amount
it: quantità ordinata

source: widthdrawn amount
it: quantità ritirata

source: confirmed
it: confermato

source: product note
it: nota sul prodotto

source: GAS member can write some short message about this product for the producer
it: Un gasista può scrivere un breve messaggio su questo prodotto per il produttore

source: GAS member order
it: Ordine gasista

source: GAS member orders
it: Ordini gasista

source: Workflow for specific GASMemberOrder is not allowed. Just provide a default order workflow for your GAS
it: Un workflow per uno specifico ordine gasista non è consentito. Fornisci solamente un workflow di default per il tuo GAS

source: where the order will be delivered by supplier
it: dove l'ordine sarà consegnato dal fornitore

source: when the order will be delivered by supplier
it: quando l'ordine sarà consegnato dal fornitore

source: date
it: Data

source: delivery
it: consegna

source: deliveries
it: consegne

source: where the order will be withdrawn by GAS members
it: dove l'ordine sarà ritirato dai gasisti

source: when the order will be withdrawn by GAS members
it: quando l'ordine sarà ritirato dai gasisti

source: when the withdrawal will start
it: quando inizierà il ritiro

source: when the withdrawal will end
it: quando terminerà il ritiro

source: wihtdrawal
it: ritiro

source: wihtdrawals
it: ritiri

source: Page not found
it: Pagina non trovata

source: We're sorry, but the requested page could not be found.
it: Siamo spiacenti, ma la pagina richiesta non è stata trovata.

source: Server error
it: Errore del server

source: Server error (500)
it: Errore del server (500)

source: Server Error <em>(500)</em>
it: Errore del server <em>(500)<em>

source: There's been an error. It's been reported to the site administrators via e-mail and should be fixed shortly. Thanks for your patience.
it: Si è verificato un errore. Questo è stato riportato via e-mail all'amministratore del sito e dovrebbe essere corretto a breve. Grazie per la pazienza.

source: GAS administration
it: amministrazione del GAS

source: Add
it: Aggiungi

source: History
it: Storia

source: View on site
it: Visualizza nel sito

source: Please correct the error below.
it: Per favore correggi l'errore sottostanti.

source: Add %(name)s
it: Aggiungi %(name)s

source: Filter
it: Filtro

source: Change password
it: Cambia password

source: Enter a new password for the user <strong>%(username)s</strong>.
it: Inserisci una nuova password per l'utente <strong>%(username)s<strong>.

source: Password (again)
it: Password (ancora)

source: Enter the same password as above, for verification.
it: Inserisci la stessa password di sopra, per verifica.

source: Delete
it: Cancella

source: Deleting the %(object_name)s '%(escaped_object)s' would result in deleting related objects, but your account doesn't have permission to delete the following types of objects:
it: Eliminare il %(object_name)s '%(escaped_object)s' eliminerebbe anchegli oggetti ad esso collegati, ma il tuo account non ha i permessi necessari per eliminare questi tipi di oggetti:

source: Are you sure you want to delete the %(object_name)s "%(escaped_object)s"? All of the following related items will be deleted:
it: Sei sicuro di voler eliminare il %(object_name)s "%(escaped_object)s"? Tutti gli oggetti ad esso collegati verranno eliminati:

source: Yes, I'm sure
it: Sì, sono sicuro

source: Delete multiple objects
it: Elimina più oggetti

source: Deleting the %(object_name)s would result in deleting related objects, but your account doesn't have permission to delete the following types of objects:
it: Eliminare il %(object_name)s eliminerebbe anche gli oggetti ad esso collegati, ma il tuo account non ha i permessi necessari per eliminare questi tipi di oggetti:

source: Are you sure you want to delete the selected %(object_name)s objects? All of the following objects and their related items will be deleted:
it: Sei sicuro di voler eliminare il %(object_name)s ?Tutti gli oggetti ad esso collegati verranno eliminati:

source: Models available in the %(name)s application.
it: Modelli disponibili nell'applicazione %(name)s

source: Change
it: Modifica

source: You don't have permission to edit anything.
it: Non sei autorizzato a modificare nulla.

source: Recent Actions
it: Azioni recenti

source: My Actions
it: Le mie azioni

source: None available
it: Non disponibile

source: Unknown content
it: Contenuto sconosciuto

source: Something's wrong with your database installation. Make sure the appropriate database tables have been created, and make sure the database is readable by the appropriate user.
it: Qualcosa non va con l'installazione del tuo database. Controlla che le giuste tabelle siano state create, e assicurati che il database sia leggibile dai giusti utenti.

source: Username:
it: Nome utente:

source: Log in
it: Accedi

source: Date/time
it: Data/ora

source: Action
it: Azione

source: This object doesn't have a change history. It probably wasn't added via this admin site.
it: Questo oggetto non sembra avere uno storico delle modifiche. Probabilmente non è stato aggiunto attraverso questo sito.

source: Add Another
it: Aggiungine un altro

source: Rest block name
it: Nome del blocco REST

source: Resource type
it: Tipo di risorsa

source: Resource key
it: Chiave risorsa

source: user page
it: pagina utente

source: page position
it: posizione della pagina

source: Configuration data
it: Dati di configurazione

source: Target's notes
it: Note dell'obiettivo

source: Node's notes
it: Note del nodo

source: Basket
it: Paniere

source: Order
it: Ordine

source: Product
it: Prodotto

source: Price
it: Prezzo

source: Price changed
it: Prezzo cambiato

source: Ordered amount
it: Quantità ordinata

source: Amount
it: Quantità

source: Ordered total
it: Totale ordinato

source: Total
it: Totale

source: Total expected
it: Totale previsto

source: GASMember
it: Gasista

source: Expected cash amount in the order report
it: Importo previsto nel documento di ordine

source: Expected curtail
it: Decurtazione prevista

source: Actual amount to curtail basing on withdrawn products
it: Importo da prelevare sulla base del consegnato

source: Actual curtail
it: Importo reale

source: Apply
it: Applica

source: Last gasmember fee
it: Ultima quota gasista

source: Last fee
it: Ultima quota

source: Select year
it: Seleziona l'anno

source: Year
it: Anno

source: Fee gasmember
it: Quota gasista

source: Active in GAS
it: Attivo nel GAS

source: Category
it: Categoria

source: Producer
it: Produttore

source: Members
it: Gasisti

source: TotOrder
it: TotOrdine

source: OrderedProducts
it: Prodotti

source: Families
it: Famiglie

source: Total cost
it: Costo totale

source: TOT GAS members
it: Totale Gasisti

source: Num of un confirmed gasmember orders
it: Numero di ordini gasista non confermati

source: Available
it: Disponibile

source: Datetime Start
it: Data di apertura

source: Datetime End
it: Data di chiusura

source: Root Plan
it: Ordine radice

source: Last gasmember recharge
it: Ultima ricarica gasista

source: Last recharge
it: Ultima ricarica

source: Recharge gasmember
it: Ricarica gasista

source: Availability
it: Disponibilità

source: Ordered price
it: Prezzo di ordine

source: Invoice
it: Fattura

source: Gasmember's curtail sum
it: Totale decurtazione gasista

source: Suppliers count
it: Numero di fornitori

source: Products count
it: Numero di prodotti

source: Pacts count
it: Numero di patti

source: Address
it: Indirizzo

source: Phone
it: Telefono

source: Frontman
it: Agente

source: TOT products
it: TOT prodotti

source: Total products
it: Totale prodotti

source: TOT pacts
it: TOT patti

source: Total Pacts
it: Totale patti

source: TOT account
it: TOT conto

source: List of certifications
it: Lista delle certificazioni

source: Certification
it: Certificazione

source: Kind
it: Tipo

source: Cash amount
it: Importo

source: Description
it: Descrizione

source: username
it: Nome utente

source: Fisrt name
it: Nome

source: Last name
it: Cognome

source: Last login
it: Ultimo accesso

source: Date joined
it: Data di registrazione

source: User can login
it: Può accedere

source: Welcome,
it: Benvenuto,

source: Home page
it: Pagina utente

source: Logout
it: Esci

source: Minimize block
it: Minimizza il blocco

source: Search
it: Cerca

source: Reset
it: Azzera

source: Options
it: Opzioni

source: GAS name
it: Nome del GAS

source: Supplier name
it: Nome del fornitore

source: Surname
it: Cognome

source: Notifications
it: Notifiche

source: Notes
it: Note

source: User page
it: Pagina utente

source: Refresh block now
it: Aggiorna il blocco adesso

source: Set to full screen
it: Imposta a tutto schermo

source: Select the resource type
it: Seleziona il tipo di risorsa

source: Site
it: Sito

source: Container
it: Contenitore

source: Node
it: Nodo

source: Interface
it: Interfaccia

source: Target
it: Obiettivo

source: Measure
it: Misura

source: Select the resource
it: Seleziona la risorsa

source: Select the data block type
it: Seleziona il tipo di blocco della data

source: Master of the Universe
it: Capo dell'Universo

source: Resource page
it: Pagina delle risorse

source: default description
it: descrizione predefinita

source: Economic state
it: Stato economico

source: Account transaction
it: Esegui transazione

source: Transaction invoice ERROR:
it: Transizione fattura ERROR:

source: Transaction pact ERROR:
it: Transizione pacchetto ERROR:

source: Confirm all
it: Conferma tutto

source: Create PDF
it: Crea PDF

source: Send email PDF gasmember
it: Invia email PDF al gasista

source: We had some errors<pre>%s</pre>
it: Si sono verificati alcuni errori<pre>%s</pre>

source: Report not generated
it: Report non generato

source: Basket to deliver
it: Paniere da consegnare

source: Categories
it: Categorie di prodotto

source: Closed orders
it: Ordini chiusi

source: Curtail gasmember
it: Decurtazione gasista

source: Show
it: Visualizza

source: Edit
it: Modifica

source: Curtail ERROR:
it: Decurtazione ERROR:

source: Details
it: Dettagli

source: Manage roles
it: Gestisci ruoli

source: confidential data
it: Dati riservati

source: Details about %(name)s
it: Dettagli di %(name)s

source: Configure
it: Configura

source: Add GAS
it: Aggiungi GAS

source: Add pact
it: Aggiungi patto

source: %(name)s's details in %(gas)s
it: Dettagli di %(name)s in %(gas)s

source: GAS Members
it: Gasisti

source: Add GAS member
it: Aggiungi gasista

source: GAS Stocks
it: Listino fornitore per il GAS

source: not available
it: Non disponibile

source: Orders to be payed
it: Ordini da pagare

source: Context menu
it: Menù contestuale

source: Add order
it: Aggiungi ordine

source: There are no pacts related to this %s, no order can exist
it: Non ci sono patti di solidarietà collegati a questo %s, non può esistere alcun ordine

source: Order will be closed. GAS members will not be able to order anymore. Are you sure?
it: L'ordine verrà CHIUSO. I gasisti non potranno più ordinare. Sei sicuro?

source: Order will be CANCELED, so gas members orders will be CANCELED. Are you sure?
it: L'ordine verrà ANNULLATO insieme con i relativi ordini dei gasisti. Sei sicuro?

source: Actual total registration
it: Registrazione importo reale

source: Register
it: Registra

source: Error in invoice registration:
it: Errore nella registrazione della fattura:

source: Order report
it: Report dell'ordine

source: Create HTML
it: Crea HTML

source: Send email PDF me
it: Inviami il PDF via mail

source: Send email PDF supplier
it: Invia il PDF al fornitore

source: Order inter GAS
it: Ordine interGAS

source: Solidal pacts
it: Patti di solidarietà

source: Who is %(name)s?
it: Chi è %(name)s?

source: Password changed successfully.
it: Password modificata con successo

source: Change password: %s
it: Cambia password: %s

source: %(name)s's GAS memberships
it: %(name)s nei GAS

source: People
it: Persone

source: Add person
it: Aggiungi persona

source: Prepared orders
it: Ordini preparati

source: Products
it: Prodotti

source: Gas members recharge and balance
it: Ricarica e saldo gasisti

source: Stocks
it: Listino fornitore

source: Stored orders
it: Ordini archiviati

source: Add supplier
it: Aggiungi fornitore

source: Economic transactions
it: Transazioni economiche

source: Create CSV
it: Crea CSV

source: Users
it: Utenti

source: Refund amounts must be non-negative
it: Il rimborso degli importi non deve essere negativo

source: An active solidal pact must be in place between a supplier and the GAS (s)he is refunding
it: Un patto solidale attivo deve essere in atto tra un fornitore e un GAS (s)lui è rimborsato

source: Price (vat included)
it: Prezzo (iva inclusa)

source: VAT percent
it: IVA

source: Package
it: Pacchetto

source: Units
it: Unità

source: detail minimum amount
it: quantità minima del dettaglio

source: detail step
it: incremento del dettaglio

source: Distribution info
it: Informazione di distribuzione

source: Supplier info
it: Informazioni sul fornitore

source: seat
it: sede

source: frontman
it: agente

source: Search for person by name
it: Cerca una persona per nome

source: amount of employers
it: numero di impiegati

source: certifications
it: certificazioni

source: supplier
it: fornitore

source: suppliers
it: fornitori

source: frontman: unset
it: Agente: non settato

source: The specified flavour is not valid. Valid choices are %(choices)s
it: Il sapore specificato non è valido. Scelte valide sono %(choices)s

source: Platform referrers
it: Referente di consegna

source: products made by
it: prodotti realizzati da

source: Select here producers of products you sell. YOU will be always enabled in this list
it: Seleziona la lista di produttori dei prodotti che vendi. TU sarai sempre abilitato in questa lista

source: receive order via email on finalize
it: ricevi l'ordine via mail quando pronto

source: Check this option if you want to let the GAS be able to send order via mail on finalize
it: seleziona questa opzione se vuoi ricevere l'ordine via mail quando finalizzato

source: use custom categories
it: usa categorie personalizzate

source: Check this option if you use your own categories
it: Seleziona questa opzione se intendi usare le tue categorie in aggiunta a quelle del DES

source: supplier agent
it: agente del fornitore

source: supplier agents
it: agenti del fornitore

source: symbol
it: simbolo

source: certification
it: certificazione

source: image
it: immagine

source: Product category
it: Categoria di prodotto

source: Product categories
it: Categorie di prodotto

source: Cannot delete default category %s
it: Questa categoria %s non si può eliminare

source: Cannot change default category, nor create a new one with the same name
it: Non puoi cambiare la categoria di default, e nemmeno crerne una nuova con lo stesso nome

source: measure unit
it: unità di misura

source: measure units
it: unità di misura

source: product unit
it: unità di prodotto

source: product units
it: unità di prodotto

source: source
it: sorgente

source: destination
it: destinazione

source: amount
it: quantità

source: %(src)s to %(dst)s
it: da %(src)s a %(dst)s

source: units conversion
it: conversione delle unità

source: units conversions
it: conversione delle unità

source: MU_SEP
it: da

source: PROD_SEP
it: di

source: code
it: codice

source: Identification provided by the producer
it: Identificazione del produttore

source: producer
it: Produttore

source: category
it: Categoria

source: measure unit per product unit
it: unità di misura per unità di prodotto

source: How many measure units fit in your product unit?
it: Quante unità di misura per fare una unità di prodotto?

source: variable volume
it: volume variabile
