Repository: befair/gasistafelice
Catalog: gasistafelice/locale/*/LC_MESSAGES/django.po
Languages: it

source: Supplier
it: Fornitore

source: GAS-supplier solidal pact
it: Prodotto fornitore per il GAS

source: Payment of an invoice
it: Pagamento di una fattura

source: Collection of an invoice
it: Registrazione di una fattura

source: Recharge made by a GAS member
it: Ricarica gasista

source: Payment of a membership fee by a GAS member
it: Pagamento della quota annuale da parte di un gasista

source: A generic payment
it: Un pagamento generico

source: A withdrawal from a member's account made by a GAS
it: Un prelievo dal conto gasista fatto dal GAS

source: A money refund made by a supplier to a GAS
it: Un rimborso fatto da un fornitore ad un GAS

source: An arbitrary money transfer related to a solidal pact
it: Un arbitrario trasferimento di soldi relativo a un patto solidale

source: A money transfer related to a gas member
it: Un trasferimento economico relativo a un gasista

source: Refund for an empty container returned
it: Rimborso per un vuoto a rendere

source: An arbitrary money transfer
it: Un arbitrario trasferimento di soldi

source: An extra money transfer related to a GAS
it: Un trasferimento extra di denaro a un GAS

source: Can't create a %(model)s QuerySet: %(obj)s is not an instance of model %(model)s
it: Non puoi creare un %(model)s QuerySet: %(obj)s non è una istanza del modello

source: GAS membership
it: È membro del GAS

source: GAS memberships
it: È membro dei GAS

source: user
it: Nome utente

source: Identity
it: Identità

source: Configuration
it: Configurazione

source: Hello %s
it: Ciao %s

source: Say hello to gas members
it: Saluta i gasisti

source: minimum amount
it: importo minimo

source: units per box
it: unità di prodotto per cartone

source: amount available
it: quantità disponibile

source: Disable selected supplier stocks
it: Disabilita lo stock per il fornitore selezionato

source: Enable selected supplier stocks
it: Abilita lo stock per il fornitore selezionato

source: DES administration
it: Amministrazione del DES

source: Open orders
it: Ordini aperti

source: Products ordered
it: Prodotti ordinati

source: Amount of a recharge must be non-negative
it: L'importo di una ricarica non può essere negativo

source: A person can't make an account recharge for a GAS that (s)he is not member of
it: Non è possibile fare una ricarica per un gasista che non è membro del GAS

source: Payment amounts must be non-negative
it: Gli importi di pagamento non possono essere negativi

source: A person can't pay membership fees to a GAS that (s)he is not member of
it: Una persona non può pagare una quota al GAS se non ne è membro

source: Payment target %s not identified
it: Pagamento bersaglio %s non identificato

source: Company
it: Impresa

source: Cooperating
it: Cooperativa

source: Freelance
it: Indipendente

source: PHONE
it: TELEFONO

source: Monday
it: Lunedi

source: Tuesday
it: Martedi

source: Wednesday
it: Mercoledi

source: Thursday
it: Giovedi

source: Friday
it: Venerdi

source: Saturday
it: Sabato

source: Sunday
it: Domenica

source: name
it: Nome

source: surname
it: Cognome

source: display name
it: Nome visualizzato

source: Write your social security number here
it: Inserisci il tuo Codice Fiscale

source: Social Security Number
it: Codice Fiscale

source: contacts
it: Contatti

source: User
it: Utente

source: bind to a user if you want to give this person an access to the platform
it: collega la persona ad un utente se deve accedere al gestionale

source: main address
it: indirizzo principale

source: web site
it: sito web

source: person
it: persona

source: people
it: persone

source: A person without user cannot be a GAS member
it: Una persona senza account utente non può essere un gasista

source: has not an account in the system
it: non ha accesso al sistema

source: City
it: Città

source: Username
it: Nome utente

source: GAS membership can only be tested against a GAS model instance
it: Il membro GAS può solo essere testato contro una istanza modello GAS

source: flavour
it: Tipo

source: value
it: Valore

source: preferred
it: Preferito

source: description
it: Descrizione

source: contact
it: Contatto

source: Contact flavour MUST be one of %s
it: Il tipo di contatto deve essere uno fra %s

source: You can avoid to specify a name if you specify an address
it: Puoi evitare di indicare un name se indichi un indirizzo

source: address
it: Indirizzo

source: Zip code
it: Codice Postale

source: city
it: Città

source: Insert the province code here (max 2 char)
it: Inserisci il codice della provincia (2 caratteri)

source: province
it: Provincia

source: lon
it: Longitudine

source: lat
it: Latitudine

source: place
it: Luogo

source: places
it: Luoghi

source: Wrong ZIP CODE provided
it: Il codice postale inserito è sbagliato

source: state
it: Stato

source: transition
it: Transizione

source: default transition
it: Transizione di default

source: default transitions
it: Transizioni di default

source: Workflow specifications are not consistent. %s
it: Le specifiche di workflow non sono coerenti . %s

source: Enter a valid phone number.
it: Inserisci un numero telefonico valido

source: yourself
it: Te stesso

source: OK, now you are %s
it: OK, adesso sei %s

source: Person
it: Persona

source: delete
it: elimina

source: Search for place by name, by address, or by city
it: Cerca un posto per nome, per indirizzo, o per città

source: Contacts
it: Contatti

source: zip
it: cap

source: At least an email contact expected
it: È necessario specificare almeno un contatto email

source: At least one preferred contact of type %s expected.
it: È necessario specificare un contatto preferito di tipo %s

source: Name/Address:
it: Nome/Indirizzo:

source: ZIP:
it: CAP:

source: City:
it: Città:

source: State:
it: Stato:

source: Type
it: Tipo

source: Contact
it: Contatto

source: Preferred
it: Preferito

source: Curtail
it: Decurtazione

source: Recharge
it: Ricarica

source: Fee
it: Quota

source: Payment
it: Pagamento

source: Collect
it: Accredito

source: Adjustement
it: Correzione

source: after your registration you have to wait for account activation by a GAS tech referrer
it: dopo la registrazione dovrai attendere che un referente informatico del GAS ti abiliti all'accesso

source: if you are not in this list, or you are the first user for this supplier, please contact a GAS tech referrer that could activate your account.
it: se non sei in questa lista, o sei il primo a registrarti per questo fornitore, per piacere contatta un referente informatico del GAS che potrà abilitarti all'accesso

source: new registration from %(username)s %(usersurname)s with email %(email)s. User active status is %(active)s. Motivation: %(motivation)s...
it: Nuova registrazione di %(username)s %(usersurname)s con l'email %(email)s. Lo stato dell'utente attivo è %(active)s. Motivazione: %(motivation)s...

source: Gasmembers
it: Gasisti

source: Suppliers
it: Fornitori

source: Pacts
it: Patti

source: Orders
it: Ordini

source: Money
it: Soldi

source: site
it: sito

source: sites
it: siti

source: type
it: tipo

source: environment variable
it: variabile d'ambiente

source: environment variables
it: variabili d'ambiente

source: Maintenance in progress, please retry later...
it: Manutenzione in corso, per piacere riprovare più tardi

source: erased
it: eliminato

source: price changed
it: prezzo cambiato

source: from %(old)s to %(new)s
it: da %(old)s a %(new)s

source: enabled
it: abilitato

source: disabled
it: disabilitato

source: Notification Received
it: Ricevuta notifica

source: you have received a notification
it: hai ricevuto una notifica

source: this GAS has received a notification
it: questo GAS ha ricevuto una notifica

source: Newsletter Received
it: ricevuta newsletter

source: this GAS has received the newsletter
it: questo GAS ha ricevuto la newsletter

source: Order state updated
it: Aggiornato lo stato dell'ordine

source: an order has been updated
it: un ordine è stato aggiornato

source: Ordered product update
it: un prodotto ordinato è stato aggiornato

source: an ordered product has changed
it: un prodotto ordinato è cambiato

source: Product update for GAS
it: Aggiornamento di prodotto per il GAS

source: a product has been updated for GAS
it: Il prodotto è stato aggiornato per il GAS

source: GAS %(gas)s has not placed order %(order)s
it: Il GAS %(gas)s non ha fatto l'ordine %(order)s

source: A GAS can withdraw only from its members' accounts
it: Un GAS può prelevare solo dai conti dei suoi gasisti

source: Unknow account: %(system)s %(path)s %(kind)s
it: Account sconosciuto: %(system)s %(path)s %(kind)s

source: year %(year)s --> %(person)s
it: Anno %(year)s --> %(person)s

source: open
it: aperto

source: closed
it: chiuso

source: pending
it: sospeso

source: sent
it: inviato

source: delivered
it: consegnato

source: ultimated
it: completato

source: Name
it: Nome

source: You have to bind a person to the active user %s
it: Devi collegare una persona all'utente attivo %s

source: Person %(person)s bound to user %(new_user)s is already bound to user %(user)s
it: La persona %(person)s collegata all'utete %(new_user)s è già collegata all'utente %(user)s

source: headquarter
it: quartier generale

source: birthday
it: Compleanno

source: Cannot retrieve gasmember:
it: Non è possibile recuperare il gasista:

source: Cannot retrieve gasmember with id
it: Non è possibile recuperare il gasista con id

source: You have to write a number (even 0) for a curtail that you want to apply
it: Devi scrivere un numero (anche 0) per una riduzione che vuoi applicare

source: You are not a cash_referrer or the order's referrer, you cannot update GASMembers cash!
it: Tu non sei un cash_referrer o l'ordine riferito, non puoi aggiornare GASMembers cash!

source: order is not in the right state!
it: l'ordine non è nel giusto stato

source: [MOD] old_amount=%(old).2f -> new_amount=%(new).2f
it: [MOD] decurtazione (%(old).2f -> %(new).2f)

source: order is not in good state!
it: l'ordine non è in buono stato

source: added by: %s
it: aggiunto da: %s

source: You are not a cash_referrer, you cannot update GASMembers cash!
it: Tu non sei un cash_referrer, non puoi aggiornare GASMembers cash!

source: You are not a cash referrer for the GAS, you cannot recharge GASMembers cash!
it: Non sei un referente economico del GAS, non puoi ricaricare i gasisti!

source: You are not a cash_referrer for the GAS, you cannot register fee GASMembers cash!
it: Non sei un referente economico del GAS, non puoi registrare il pagamento delle quote dei gasisti!

source: Actual total
it: Importo reale

source: You must insert an postive amount
it: Devi inserire un importo positivo

source: Note
it: Nota

source: Cannot retrieve invoice data:
it: Non puoi recuperare i dati di fatturazione:

source: Totals (%(n)s insolutes) --> Expected: %(fam)s %(euro)s --> Actual: %(fatt)s %(euro)s --> Curtailed: %(eco)s %(euro)s
it: Totali - (%(n)s da pagare) --> Previsto: %(fam)s %(euro)s --> Reale: %(fatt)s %(euro)s --> Decurtato: %(eco)s %(euro)s

source: Insolute order(s)
it: Ordini da pagare

source: Select one or multiple orders to pay in this operation.
it: Seleziona uno o più ordini da pagare in questa operazione.

source: Causal
it: Causale

source: Some indication about the payment: by bank or cash, bank number transaction...
it: Alcune indicazioni del pagamento: tramite banca o contanti, numero banca Transazione...

source: You must declare the causal of this payment
it: Devi dichiarare la causale di questo pagamento

source: Date
it: Data

source: Adjust the operation date if needed
it: Regolare la data dell'operazione se necessario

source: Cannot retrieve economic data:
it: Non puoi recuperare i dati economici:

source: You are not a cash_referrer, you cannot manage insolute order cash!
it: Tu non sei un cash_referrer, non puoi gestire il denaro degli ordini!

source: Balance
it: Saldo

source: Wallet GASMembers
it: Portafoglio gasisti

source: Solidal cash flow
it: Flusso economico solidale

source: cash amount
it: ammontare dell'operazione

source: Insert the amount of money (no sign)
it: Inserire la somma di denaro (senza segno)

source: You must insert an postive or negative amount for the operation
it: Devi inserire un importo positivo o negativo per l'operazione

source: Income: Event, Donate, Sponsor, Fund... +GAS
it: Entrata: evento, donazione, sponsor, fondi... +GAS

source: Expense: Expenditure, Invoice, Bank, Administration, Event, Rent... -GAS
it: Spese: utenze, conto bancario, amministrazione, eventi, affitto... -GAS

source: operation kind
it: tipo di operazione

source: You must select the type of operation
it: Devi selezionare il tipo di operazione

source: Reason of the movement
it: Ragione di questo movimento

source: You must declare the causal of this transaction
it: Devi dichiarare la causale di questo movimento

source: Transaction require a causal explanation
it: La transizione richiede una spiegazione casuale

source: TransationGASForm: You are not a cash_referrer, you cannot do economic operation!
it: TransactionGASForm: Tu non sei un cash_referrer, non puoi fare operazioni economiche!

source: Correction in favor to supplier: +Supplier -GAS
it: Correzione a favore del fornitore: +fornitore -GAS

source: Correction in favor to GAS: +GAS -Supplier
it: Correzione a favore del GAS: +GAS -fornitore

source: Orders payment
it: Pagamento ordini

source: If chosen operation kind is order payment, you must select at least one order to pay
it: Se il tipo di operazione scelto è il pagamento degli ordini, devi selezionare almeno un ordine da pagare

source: Insolute transaction require almost one order to be payed
it: Un transazione relativa agli insoluti richiede almeno un ordine da pagare

source: You are not a cash_referrer, you cannot do economic operation!
it: Non sei un referente economico, non puoi effettuare operazioni economiche!

source: Error while saving insolute economic data:
it: Errore durante il pagamento degli ordini

source: Cannot retrieve economic orders
it: Non posso recuperare ordini da pagare

source: Correction in favor to gasmember: +gasmember -GAS
it: Correzione a favore del gasista: +gasista -GAS

source: Correction in favor to GAS: +GAS -gasmember
it: Correzione a favore del GAS: +GAS -gasista

source: Detraction from Gasmember: -gasmember
it: Detrazione dal gasista: -gasista

source: Addition to Gasmember: +gasmember
it: Aggiunta al gasista: +gasista

source: Restitution in favor to gasmember: empty container +gasmember -GAS
it: Restituzione a favore del gasista: vuoto a rendere +gasista -GAS

source: date of first meeting GAS - supplier
it: data del primo incontro fra il fornitore e il GAS

source: Pact between this GAS and this Supplier already exists
it: Esiste già un patto tra questo GAS e questo Fornitore

source: Temporarily suspend
it: Sospendi temporaneamente

source: Delivery city
it: Città di consegna

source: Delivery address or place
it: Indirizzo o luogo di consegna

source: Withdrawal on/at
it: Ritiro c/o

source: Withdrawal city
it: Città di ritiro

source: Withdrawal address or place
it: Indirizzo o luogo di ritiro

source: Date start
it: Data di apertura

source: when the order will be opened
it: Quando l'ordine verrà aperto

source: Date end
it: Data di chiusura

source: when the order will be closed
it: Quando l'ordine verrà chiuso

source: Do not set date end
it: Non impostare la data di chiusura

source: Delivery on/at
it: Consegna c/o

source: Do not set delivery
it: Non impostare la consegna

source: referrer
it: referente

source: You must select one referrer (or create it in GAS details if empty)
it: Devi selezionare un referente (o crearne uno nel tuo GAS se la selezione è vuota)

source: Start date can't be later or equal than end date
it: La data di apertura deve avvenire prima di quella chiusura

source: End date can't be later than delivery date
it: La data di chiusura deve precedere quella di consegna

source: pact
it: patto

source: You must select one pact (or create it in your GAS details if empty)
it: Devi selezionare un patto (o crearne almeno uno per il tuo GAS se la selezione è vuota)

source: Send email to the LIST of the GAS?
it: Invia una mail alla lista del GAS?

source: No pacts selectable for you. Please contact staff
it: Nessun patto selezionabile per Te. Contatti i referenti del GAS.

source: Please select the pact you want to make an order for
it: Seleziona il patto con il quale aprire l'ordine

source: No referrers selectable for you. Please add tech referrer to add pact referrers for your GAS
it: Nessun referente selezionabile per Te. Configura almeno un referente per questo patto.

source: %(person)s is not authorized to make an order in gas %(gas)s
it: %(person)s, non sei autorizzato a ordinare in %(gas)s

source: You %(logged)s are not authorized to make an order for %(person)s
it: %(logged)s, non sei autorizzato a fare un ordine per %(person)s

source: [ord by %s]
it: [ord da %s]

source: You %(logged)s are not authorized to update an order for %(person)s
it: %(logged)s, non sei autorizzato a aggiornare un ordine per %(person)s

source: You %(logged)s are not authorized to create an order for %(person)s
it: %(logged)s, non sei autorizzato a creare un ordine per %(person)s

source: You %(logged)s are not authorized to modify order's basket for %(person)s
it: %(logged)s, non sei autorizzato a modificare ordini del carrello per %(person)s

source: Is this an InterGAS order?
it: Si tratta di un ordine InterGAS?

source: InterGAS order with
it: Ordine InterGAS con

source: week
it: settimana

source: two weeks
it: due settimane

source: three weeks
it: tre settimane

source: monthly
it: mensile

source: two months
it: due mesi

source: three months
it: tre mesi

source: half year
it: semestre

source: year
it: anno

source: Is this a periodic order?
it: Si tratta di un ordine periodico?

source: Check the little square to plan this order as much times as you want
it: Seleziona il piccolo quadrato per pianificare questo ordine tante volte quanto tu vuoi

source: Required if you want to plan orders
it: Richiesto se vuoi una pianificazione degli ordini

source: GAS code
it: codice del GAS

source: GAS unique identifier in the DES. Example: CAMERINO--> CAM
it: Un codice unico per il GAS nel DES. Esempio: CAMERINO --> CAM

source: Who are you? What are yours specialties?
it: Chi sei ? Cosa ti piace fare ?

source: Membership fee for partecipating in this GAS
it: Quota di iscrizione al GAS

source: membership fee
it: quota associativa

source: Suppliers bound to the GAS through a solidal pact
it: Fornitori che hanno sottoscritto un patto di solidarietà con il GAS

source: When this GAS is born
it: Quando è nato questo GAS

source: VAT number
it: Partita IVA

source: VAT
it: IVA

source: Fiscal code card
it: Codice Fiscale

source: GAS activists
it: Attivisti del GAS

source: association act
it: atto di associazione

source: intent act
it: atto di intenti

source: notes
it: Note

source: des
it: Ordini

source: info people
it: Persone per informazioni

source: tech referrers
it: Referenti informatici

source: supplier referrers
it: Referenti fornitori

source: cash referrers
it: Referenti contabile

source: GAS can change supplier products price (i.e. to hold some funds for the GAS itself)
it: I GAS possomo modifcare i prezzi dei prodotti praticati dai fornitori (ad. es. per finanziare l'attività del GAS)

source: Show only next delivery
it: Mostra solo la prossima consegna

source: GASMember can choose to filter order block among one or more orders that share the next withdrawal appointment
it: Un gasista può scegliere di filtrare il blocco degli ordini tra uno o più ordini che condividono il prossimo appuntamento di ritiro

source: Select only one order at a time
it: Seleziona solo un ordine alla volta

source: GASMember can select only one open order at a time in order block
it: Un gasista può selezionare solo un ordine aperto alla volta nel blocco degli ordini

source: default closing order day of the week
it: giorno della settimana in cui solitamente si chiudono gli ordini

source: default close day
it: Giorno predefinito di chiusura

source: default delivery day of the week
it: giorno della settimana in cui solitamente si consegnano gli ordini

source: default delivery day
it: Giorno predefinito di consegna

source: Default close time
it: Ora predefinita di chiusura

source: default order closing hour and minutes
it: ora e minuto in cui solitamente si chiudono gli ordini

source: Default delivery day time
it: Ora predefinita di consegna

source: default delivery closing hour and minutes
it: ora e minuto in cui di solito si chiudono le consegne

source: Use concept of withdrawal place
it: Utilisa il concetto di luogo di ritiro

source: If False, GAS never use concept of withdrawal place that is the default
it: se Falso, il GAS non considera in alcun modo il luogo di ritiro

source: can change withdrawal place on each order
it: può cambiare il luogo di ritiro ad ogni ordine

source: If False, GAS uses only one withdrawal place that is the default or if not set it is the GAS headquarter
it: se Falso, il GAS usa solo un luogo di ritiro che è quello predefinito, altrimenti se non è definito usa la sede del GAS

source: can change delivery place on each order
it: può cambiare il luogo di consegna ad ogni ordine

source: If False, GAS uses only one delivery place that is the default or if not set it is the GAS headquarter
it: se Falso, il GAS usa solo un luogo di consegna che è quello predefinito, altrimenti se non è definito usa la sede del GAS

source: default withdrawal place
it: luogo di ritiro predefinito

source: to specify if different from headquarter
it: da specificare se è diverso dalla sede

source: default delivery place
it: duogo di consegna predefinito

source: to specify if different from withdrawal place
it: da specificare se diverso dal luogo di ritiro

source: auto populate products
it: popola automaticamente i prodotti

source: automatic selection of all products bound to a supplier when a relation with the GAS is activated
it: selezione automatica di tutti i prodotti legati ad un fornitore quando una relazione con il GAS è attiva.

source: use scheduler
it: utilizza il motore

source: Enable scheduler for automatic and planned operations
it: Abilità il motore per le operazioni automatiche e programmate

source: GAS members orders are auto confirmed
it: Gli ordini del gasista sono confermati automaticamente

source: if checked, gasmember's orders are automatically confirmed. If not, each gasmember must confirm by himself his own orders
it: Se selezionato, gli ordini dei gasisti vengono automaticamente confermati. Altrimenti, ogni gasista deve confermare manualmente i propri ordini

source: is suspended
it: è sospeso

source: The GAS is not available (holidays, closed). The scheduler uses this flag to operate or not some automatisms
it: Il GAS non è disponibile (vacanze, chiuso). Il motore utilizza questo flag per operare o meno alcuni automatismi

source: Notice days before order close
it: Giorni di preavviso prima della chiusura dell'ordine

source: How many days before do you want your GAS receive reminder on closing orders?
it: Quanti giorni prima vuoi ricevere un promemoria degli ordini di chiusura del tuo GAS?

source: Show order planning section when creating a new order
it: Mostra la pianificazione degli ordini quando si crea un nuovo ordine

source: use order planning
it: utilizza la pianificazione degli ordini

source: Default value for pact option to let the system send an email to supplier and gas referrer supplier as soon as an order is closed
it: valore di default per l'invio automatico del documento di ordine via mail al referente fornitore e al fornitore non appena l'ordine si chiude
