Repository: befair/gasistafelice
Catalog: gasistafelice/locale/*/LC_MESSAGES/django.po
Languages: it

source: Check this if measure units per product unit is not exact
it: Seleziona questa opzione se le unità di misura per prodotto sono variabili (ad es: confezione di formaggio)

source: vat percent
it: IVA

source: deleted
it: eliminato

source: product
it: Prodotto

source: products
it: Prodotti

source: supplier category
it: Categoria fornitore

source: price
it: prezzo

source: Product supplier identifier
it: Identificativo del fornitore per il prodotto

source: availability
it: disponibilità

source: units minimum amount
it: quantità minima

source: delivery notes
it: Note di consegna

source: supplier stock
it: Stock fornitore

source: supplier stocks
it: Stock fornitore

source: supplier product category
it: Categoria di prodotto del fornitore

source: supplier product categories
it: Categorie di prodotto del fornitore

source: Profile for %(user)s
it: Profilo per %(user)s
